Repository: jaywcjlove/app-i18n
Catalog: i18n/source/regexmate/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: 5+ test records
de: 5+ Testdatensätze
fr: 5+ enregistrements de test
ja: 5つ以上のテストレコード
ko: 5개 이상의 테스트 레코드
zh_hans: 5个以上测试记录
zh_hant: 5個以上測試記錄

source: Add New Expression
de: Neuen Ausdruck hinzufügen
fr: Ajouter une nouvelle expression
ja: 新しい式を追加する
ko: 새 표현 추가
zh_hans: 添加新表达式
zh_hant: 新增表達式

source: Are you sure you want to delete "%@" expression?
de: Sind Sie sicher, dass Sie den Ausdruck "%@" löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer l'expression "%@" ?
ja: "%@" 式を削除してもよろしいですか？
ko: "%@" 표현식을 삭제하시겠습니까?
zh_hans: 您确定要删除 "%@" 吗？
zh_hant: 您確定要刪除 "%@" 嗎？

source: Basic
de: Grundlegend
fr: Basculer
ja: 基本
ko: 기본
zh_hans: 基础
zh_hant: 基本

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Confirm
de: Bestätigen
fr: Confirmer
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: Create New Expression
de: Neuen Ausdruck erstellen
fr: Créer une nouvelle expression
ja: 新しいエクスプレッションを作成
ko: 새 표현식 만들기
zh_hans: 创建新表达式
zh_hant: 建立新表示式

source: Delete "%@"
de: "%@" löschen
fr: Supprimer "%@"
ja: "%@" を削除
ko: "%@" 을 삭제
zh_hans: 删除 "%@"
zh_hant: 刪除 "%@"

source: Delete Expression
de: Ausdruck löschen
fr: Supprimer l'expression
ja: 式を削除
ko: 식을 삭제
zh_hans: 删除表达式
zh_hant: 刪除表達式

source: Enter Expression
de: Ausdruck eingeben
fr: Entrez une expression
ja: エクスプレッションを入力
ko: 표현식 입력
zh_hans: 输入表达式
zh_hant: 輸入表示式

source: Enter text to check matches
de: Text eingeben, um Übereinstimmungen zu überprüfen
fr: Saisissez du texte pour vérifier les correspondances
ja: 一致するテキストを確認するために入力してください
ko: 일치 항목을 확인하려면 텍스트를 입력하세요
zh_hans: 输入文本以检查匹配内容
zh_hant: 輸入文字以檢查匹配內容

source: Enter text to ckeck matches
de: Geben Sie Text ein, um die Treffer zu überprüfen
fr: Entrez du texte pour vérifier les correspondances
ja: テキストを入力して一致を確認
ko: 텍스트를 입력하여 일치 여부를 확인합니다.
zh_hans: 输入文本以查看匹配项
zh_hant: 輸入文字以檢查匹配

source: Example
de: Beispiel
fr: Exemple
ja: 例
ko: 예시
zh_hans: 示例
zh_hant: 示例

source: Expression is invalid
de: Ungültiger Ausdruck
fr: Expression invalide
ja: 式が無効です
ko: 식이 유효하지 않습니다.
zh_hans: 表达式无效
zh_hant: 表達式無效

source: Expression Title
de: Ausdruckstitel
fr: Titre de l'expression
ja: 式のタイトル
ko: 표현 제목
zh_hans: 表达式标题
zh_hant: 表達式標題

source: Failed to insert data: %@
de: Dateninsertionsfehler: %@.
fr: Échec de l’insertion des données : %@.
ja: データの挿入に失敗しました：%@。
ko: 데이터 삽입 실패: %@.
zh_hans: 数据插入失败：%@。
zh_hant: 數據插入失敗：%@。

source: Free
de: Kostenlos
fr: Gratuit
ja: 無料
ko: 무료
zh_hans: 免费
zh_hant: 免費

source: Learn
de: Lernen
fr: Apprendre
ja: 学習
ko: 배우다
zh_hans: 学习
zh_hant: 學習

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
ja: メインウィンドウ
ko: 메인 창
zh_hans: 主窗口
zh_hant: 主視窗

source: Modify Name
de: Namen ändern
fr: Modifier le nom
ja: 名前を変更
ko: 이름 변경
zh_hans: 修改名称
zh_hant: 修改名稱

source: New Expression
de: Neuer Ausdruck
fr: Nouvelle expression
ja: 新しい式
ko: 새로운 표현
zh_hans: 新表达式
zh_hant: 新表達式

source: Not displayed after Sponsor
de: Nach Sponsor nicht angezeigt
fr: Non affiché après le sponsor
ja: スポンサー後に表示されません
ko: 후원 후 표시되지 않음
zh_hans: 赞助后不显示
zh_hant: 贊助後不顯示

source: Please enter a title
de: Bitte geben Sie einen Titel ein
fr: Veuillez saisir un titre
ja: タイトルを入力してください
ko: 제목을 입력해주세요
zh_hans: 请输入标题
zh_hant: 請輸入標題

source: Reference
de: Referenz
fr: référence
ja: 参考
ko: 참고
zh_hans: 参考
zh_hant: 參考

source: Regex examples documents
de: Regex-Beispieldokumente
fr: Documents d'exemples Regex
ja: 正規表現の例ドキュメント
ko: 정규식 예시 문서
zh_hans: 正则表达式示例文档
zh_hant: 正則表達式範例文件

source: Regex learning materials documents
de: Regex-Lernmaterialien-Dokumente
fr: Documents de matériel d'apprentissage Regex
ja: 正規表現学習資料ドキュメント
ko: 정규식 학습 자료 문서
zh_hans: 正则表达式学习资料文档
zh_hant: 正則表達式學習資料文件

source: Regex reference documents
de: Regex-Referenzdokumente
fr: Documents de référence Regex
ja: 正規表現リファレンスドキュメント
ko: 정규식 참조 문서
zh_hans: 正则表达式参考文档
zh_hant: 正則表達式參考文件

source: Regex testing tool
de: Regex-Testtool
fr: Outil de test Regex
ja: 正規表現テストツール
ko: 정규식 테스트 도구
zh_hans: 正则表达式测试工具
zh_hant: 正則表達式測試工具

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Débloquer toutes les fonctionnalités
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: With sponsorship, users can create more than 5 regular expression records.
de: Mit einer Sponsorship können Benutzer mehr als 5 reguläre Ausdrucksaufzeichnungen erstellen.
fr: Grâce à la sponsorship, les utilisateurs peuvent créer plus de 5 enregistrements d’expressions régulières.
ja: スポンサーシップを利用して、ユーザーは5つ以上の正規表現レコードを作成できます。
ko: 후원으로 사용자는 5개 이상의 정규 표현식을 만들 수 있습니다.
zh_hans: 通过赞助，用户可以创建超过 5 个正则表达式记录。
zh_hant: 通過贊助，使用者可以創建超過 5 個正則表達式記錄。

source: Your generous financial assistance, I have great confidence in keeping %@ healthy and maintaining it actively.
de: Dank Ihrer großzügigen finanziellen Unterstützung bin ich zuversichtlich, %@ in einem gesunden Zustand zu halten und aktiv zu pflegen.
fr: Grâce à votre généreux soutien financier, j’ai une grande confiance dans le maintien de la santé de %@ et dans son entretien actif.
ja: 皆様の寛大なご支援により、%@ の健全な状態を維持し、積極的に管理することに自信を持っています。
ko: 여러분의 관대한 재정적 지원 덕분에 %@를 건강하게 유지하고 적극적으로 관리할 수 있다는 자신감을 가지고 있습니다.
zh_hans: 有了您慷慨的经济支持，我对保持 %@ 的健康状态并积极维护它充满信心。
zh_hant: 有了您慷慨的經濟支持，我對保持 %@ 的健康狀態並積極維護它充滿信心。

source: Sponsor
fr: Parrainer
ja: スポンサー
ko: 스폰서
zh_hans: 赞助
zh_hant: 贊助
